@extends('layouts.main')
@section('content')
    <div class="row row-cols-1 row-cols-md-3 g-4">
        <div class="col">
            <div class="card">
                <img src="{{ url('img/1.jpg') }}" class="card-img-top" alt="...">
                <div class="card-body">
                    <h5 class="card-title">โรคอ้วน</h5>
                    <p class="card-text">เป็นภาวะที่ร่างกายมีการสะสมไขมันมากผิดปกติหรือมากเกินกว่าที่ร่างกายจะเผาผลาญออกไป
                        ทำให้เกิดปัญหาสุขภาพ เช่น เหนื่อยง่าย หายใจลำบาก ทำกิจกรรมต่าง ๆ ยากลำบากขึ้น สูญเสียความมั่นใจ
                        ไปจนถึงโรคร้ายแรงอื่น ๆ ที่อาจเกิดขึ้นตามหลังจากภาวะอ้วนได้</p>
                </div>
            </div>
        </div>
        <div class="col">
            <div class="card">
                <img src="{{ url('img/2.jpg') }}" class="card-img-top" alt="...">
                <div class="card-body">
                    <h5 class="card-title">โรคเบาหวาน</h5>
                    <p class="card-text">เกิดจากความผิดปกติของการทำงานของฮอร์โมนที่ชื่อว่า อินสุลิน (Insulin)
                        ซึ่งโดยปกติแล้วร่างกายของคนเราจำเป็นต้องมีอินสุลิน เพื่อนำน้ำตาลในกระแสเลือดไปเลี้ยงอวัยวะต่าง ๆ
                        ของร่างกาย โดยเฉพาะสมองและกล้ามเนื้อ ในภาวะที่อินสุลินมีความผิดปกติ
                        ไม่ว่าจะเป็นการลดลงของปริมาณอินสุลินในร่างกาย หรือการที่อวัยวะต่าง ๆ
                        ของร่างกายตอบสนองต่ออินสุลินลดลง (หรือที่เรียกว่า ภาวะดื้ออินสุลิน)
                        จะทำให้ร่างกายไม่สามารถนำน้ำตาลที่อยู่ในกระแสเลือดไปใช้ได้อย่างเต็มประสิทธิภาพ
                        ทำให้มีปริมาณน้ำตาลคงเหลือในกระแสเลือดมากกว่าปกติ</p>
                </div>
            </div>
        </div>
        <div class="col">
            <div class="card">
                <img src="{{ url('img/3.jpg') }}" class="card-img-top" alt="...">
                <div class="card-body">
                    <h5 class="card-title">โรคความดันโลหิตสูง</h5>
                    <p class="card-text">ภาวะความดันโลหิตสูง (Hypertension) เป็นภาวะที่พบบ่อย
                        บางรายอาจมีภาวะดังกล่าวนานหลายปีโดยไม่แสดงอาการ อย่างไรก็ตามแม้จะไม่แสดงอาการ
                        แต่สร้างความเสียหายต่อหลอดเลือดและหัวใจ ซึ่งสามารถตรวจพบความเสียหายเหล่านี้ได้
                        ความดันโลหิตสูงที่ไม่สามารถควบคุมได้จะเพิ่มความเสี่ยงต่อปัญหาสุขภาพเรื้อรังอื่น ๆ เช่น
                        หัวใจวายและโรคหลอดเลือดสมอง ทั้งนี้
                        ภาวะความดันโลหิตสูงมักจะพัฒนาต่อเนื่องในช่วงหลายปีและสามารถเกิดขึ้นได้กับทุกเพศ ทุกวัย</p>
                </div>
            </div>
        </div>
        <div class="col">
            <div class="card">
                <img src="{{ url('img/4.jpg') }}" class="card-img-top" alt="...">
                <div class="card-body">
                    <h5 class="card-title">โรคไขมันในเลือดสูง</h5>
                    <p class="card-text">ไขมันในเลือดสูง (Hyperlipidemia หรือ Dyslipidemia)
                        คือภาวะที่ระดับไขมันในเลือดสูงจนอาจเป็นอันตรายต่อร่างกาย โดยไขมันชนิดหลักที่พบในเลือดมี 2 ชนิด
                        ได้แก่ ไตรกลีเซอไรด์ (Triglycerides) และคอเลสเตอรอล (Cholesterol)
                        ซึ่งมีความสำคัญต่อระบบการทำงานของร่างกาย
                        แต่หากมีปริมาณสูงเกินไปอาจเสี่ยงต่อการเกิดโรคหัวใจและโรคหลอดเลือดสมอง</p>
                </div>
            </div>
        </div>
        <div class="col">
            <div class="card">
                <img src="{{ url('img/5.jpg') }}" class="card-img-top" alt="...">
                <div class="card-body">
                    <h5 class="card-title">โรคข้อเสื่อม</h5>
                    <p class="card-text">เป็นโรคของข้อที่พบบ่อยที่สุดในประชากรทั่วๆ ไป
                        โรคนี้เกิดขึ้นเนื่องจากกระดูกอ่อนที่อยู่ที่ปลายของกระดูกในข้อมีการเสื่อม
                        การเสื่อมของกระดูกอ่อนทำให้มีการแตกกร่อนของกระดูกอ่อน ซึ่งนำไปสู่อาการฝืดข้อและเจ็บข้อได้ สภาวะหลายๆ
                        อย่างนำไปสู่การเกิดภาวะเสื่อมของกระดูกอ่อน สภาวะเหล่านี้ ได้แก่ ความอ้วน อุบัติเหตุที่บริเวณข้อ
                        กล้ามเนื้อรอบข้ออ่อนแรง เส้นประสาทรอบข้อเสียความสามารถในการรับความรู้สึก
                        การอักเสบของเนื้อเยื่อหุ้มข้อ และส่วนน้อยเป็นผลจากพันธุกรรม</p>
                </div>
            </div>
        </div>
        <div class="col">
            <div class="card">
                <img src="{{ url('img/6.jpg') }}" class="card-img-top" alt="...">
                <div class="card-body">
                    <h5 class="card-title">โรคหัวใจขาดเลือด</h5>
                    <p class="card-text"> เกิดจากการอุดตันของหลอดเลือดหัวใจอย่างเฉียบพลัน
                        จนทำให้เกิดความเสียหายเป็นบริเวณกว้าง หากไม่ได้รับการรักษาโดยเร็ว
                        จะทำให้กล้ามเนื้อหัวใจตายเฉียบพลันแบบรุนแรงได้</p>
                </div>
            </div>
        </div>
        <div class="col">
            <div class="card">
                <img src="{{ url('img/7.jpg') }}" class="card-img-top" alt="...">
                <div class="card-body">
                    <h5 class="card-title">โรคสมองเสื่อม</h5>
                    <p class="card-text">ภาวะสมองเสื่อม คือกลุ่มอาการที่เกิดจากระบบการทำงานของสมองที่ค่อย ๆ
                        เสื่อมลงหรือมีความบกพร่อง ซึ่งผู้ป่วยไม่ได้มีเพียงแค่ความบกพร่องในด้านความทรงจำเท่านั้น
                        แต่จะรวมถึงด้านอื่น ๆ ด้วย ได้แก่ การใช้ความคิด การตัดสินใจ ความเข้าใจสิ่งต่าง ๆ การเรียนรู้
                        การใช้ภาษา หรือการเปลี่ยนแปลงทางด้านอารมณ์</p>
                </div>
            </div>
        </div>

        <div class="col">
            <div class="card">
                <img src="{{ url('img/8.jpg') }}" class="card-img-top" alt="...">
                <div class="card-body">
                    <h5 class="card-title">โรคซึมเศร้า</h5>
                    <p class="card-text">คนทุกคนต่างเคยรู้สึกเครียด
                        รู้สึกผิดหวังหรือมีอารมณ์เศร้าหมองเหมือนๆกันเมื่อเผชิญกับความสูญเสียหรือปัญหาอุปสรรคในชีวิต
                        ความรู้สึกเหล่านี้เป็นเรื่องปกติหากเกิดขึ้นเพียงชั่วคราว
                        แต่ถ้าความเครียดและความเศร้าเหล่านี้ดำเนินติดต่อกันเป็นระยะเวลานานและมีผลกระทบต่อการดำเนินชีวิต
                        อาจเป็นสัญญาณบ่งบอกว่าคนๆนั้นกำลังเป็นโรคซึมเศร้า</p>
                </div>
            </div>
        </div>

        <div class="col">
            <div class="card">
                <img src="{{ url('img/9.jpg') }}" class="card-img-top" alt="...">
                <div class="card-body">
                    <h5 class="card-title">อาการวิตกกังวลและนอนไม่หลับ</h5>
                    <p class="card-text">โรคทางจิตใจที่มีความรุนแรงกว่าความวิตกกังวลที่เกิดขึ้นตามธรรมชาติ
                        ซึ่งผู้ป่วยที่เป็นโรควิตกกังวลจะพบว่ามีความวิตกกังวลและอาการอื่น ๆ ต่อเนื่องและอาการไม่หายไป
                        หรืออาจมีอาการที่แย่ลงได้ในที่สุด</p>
                </div>
            </div>
        </div>

        <div class="col">
            <div class="card">
                <img src="{{ url('img/10.jpg') }}" class="card-img-top" alt="...">
                <div class="card-body">
                    <h5 class="card-title">โรคเกี่ยวกับทางเดินอาหาร</h5>
                    <p class="card-text">ภาวะที่มีความถี่ในการถ่ายอุจจาระน้อยกว่าปกติ โดยมีลักษณะอุจจาระที่แข็ง
                        หรือมีอาการถ่ายลำบาก ต้องใช้แรงเบ่งมากเวลาถ่ายอุจจาระ หรือใช้เวลาในการขับถ่ายเป็นเวลานาน
                        หรือมีอาการถ่ายไม่สุด มีอาการปวดอยากถ่ายอีกภายหลังจากถ่ายอุจจาระไปแล้ว
                        ต้องใช้นิ้วหรือใช้น้ำช่วยในการขับถ่าย</p>
                </div>
            </div>
        </div>
    </div>
@endsection
